# SQL Challenges, Class Day 6

In [3]:
import pandas as pd

query_1 = pd.read_csv('datasets/sql_challenges-top_3_crime_cat-6475ffb44a32-2018-01-27-07-29-39.csv')
query_1

   resolution       category
0        7582  LARCENY/THEFT
1        2377   NON-CRIMINAL
2        1379        ASSAULT

In [4]:
query_2 = pd.read_csv('datasets/sql_challenges-top_5_height-35b056af87ff-2018-01-27-06-59-09 (1).csv')
query_2

  full_school_name position  height conference
0     North Dakota       OL    80.0    Big Sky
1     North Dakota       OL    78.0    Big Sky
2     North Dakota       TE    78.0    Big Sky
3     North Dakota       DL    77.0    Big Sky
4     North Dakota       OL    77.0    Big Sky

In [ ]:
query_3= pd.read_csv('datasets/sql_challenges-avg_height-e59a1440aafb-2018-01-27-06-38-13.csv')
query_3